Repository: Danhiel1/StudentDashboardApp
Catalog: Resources/Languages/Strings.*.resx
Languages: vi_vn

# BtnAddStudent
source: Add Student
vi_vn: Thêm Sinh Viên

# BtnAttendance
source: Attendance
vi_vn: Điểm danh

# BtnCancel
source: Cancel
vi_vn: Hủy

# BtnDatabase
source: Database Connection
vi_vn: Kết Nối CSDL

# BtnEditStudent
source: Edit Student
vi_vn: Chỉnh Sửa Sinh Viên

# BtnFindStudent
source: Find Student
vi_vn: Tìm Sinh Viên

# BtnImport
source: Import
vi_vn: Nhập Dữ Liệu

# BtnListClassOrYear
source: List by class or year
vi_vn: Danh sách theo lớp hoặc năm

# BtnLoad
source: Load
vi_vn: Tải

# BtnLogs
source: Activity Logs
vi_vn: Nhật Ký Hoạt Động

# BtnOverview
source: Overview
vi_vn: Tổng Quan

# BtnReset
source: Reset
vi_vn: Cài Lại

# BtnSave
source: Save
vi_vn: Lưu

# BtnStudentScore
source: Edit Student Score
vi_vn: Chỉnh Sửa Điểm

# BtnTest
source: Test Conection
vi_vn: Thử Kết Nối

# BtnTopStudents
source: Top Students
vi_vn: Sinh viên xuất sắc nhất

# BtnTranscript
source: Transript
vi_vn: Xem bảng điểm

# BtnUpdate
source: Update
vi_vn: Cập Nhật

# Chart_StudentsPerFaculty
source: Number of Students by Faculty
vi_vn: Số lượng sinh viên theo khoa

# Chart_StudentsPerYear
source: Students per Academic Year Chart
vi_vn: Biểu đồ sinh viên theo niên khóa

# Chart_Top5Students
source: Top 5 Students
vi_vn: Top 5 Sinh Viên

# ClassRibbon
source: Class
vi_vn: Lớp-Ngành

# Lbl_MajorCount
source: Majors
vi_vn: Số Ngành

# Lbl_StudentCount
source: Students
vi_vn: Số Sinh Viên

# Lbl_TeacherCount
source: Teachers
vi_vn: Số Giáo Viên

source: Majors
vi_vn: Ngành Học

# MsgSaved
source: Settings saved successfully!
vi_vn: Lưu cài đặt thành công!

# Msg_AppResetError
source: Error while resetting application
vi_vn: Lỗi khi đặt lại ứng dụng

# Msg_AppResetSuccess
source: Application has been reset to default!
vi_vn: Ứng dụng đã được đặt lại về mặc định!

# Msg_ExportComingSoon
source: Export feature is coming soon.
vi_vn: Tính năng xuất danh sách đang được phát triển.

# Msg_RefreshSuccess
source: Dashboard data has been refreshed!
vi_vn: Dữ liệu dashboard đã được làm mới!

# Quick_AddStudent
source: Add new student
vi_vn: Thêm sinh viên mới

# Quick_AddStudent_Desc
source: Register a new student
vi_vn: Đăng ký học sinh mới vào hệ thống

# Quick_ExportList
source: Export list
vi_vn: Xuất danh sách

# Quick_ExportList_Desc
source: Export student list to Excel
vi_vn: Xuất danh sách sinh viên ra Excel

# Quick_RefreshData
source: Refresh data
vi_vn: Cập nhật dữ liệu

# Quick_RefreshData_Desc
source: Reload dashboard data
vi_vn: Làm mới thông tin từ cơ sở dữ liệu

# StudentRibbon
source: Student
vi_vn: Sinh Viên

source: Students
vi_vn: Sinh Viên

# SystemRibbon
source: System
vi_vn: Hệ Thống

source: Teachers
vi_vn: Giáo viên

# TxtSystemParameter
source: System Parameter
vi_vn: Cấu hình (Ngôn Ngữ , Thời gian)
